{
  "articles": [
    {
      "title": "Nation Delighted As Many Famous People In Same Room Together",
      "body": "Expressing their immense personal satisfaction at the gathering appearing on their television screens, millions of Americans across the country were reportedly delighted Sunday night upon seeing many famous people in the same room together. “I like seeing famous people, but I like it even better when I see a whole bunch of famous people all near each other in a big room,” said Philadelphia resident Cathy Parker, who further explained her gratification at witnessing numerous famous people talking, smiling, and clapping in the general proximity of other famous people. “Look how close they are. There’s so many different ones. I like when one stands up and goes up the stairs and starts talking. My favorite is when one famous person says something that makes the other famous people laugh.” At press time, the nation was reportedly feeling happy after watching the famous people having a good time.",
      "author": "Bill Nye",
      "published": "December 17, 1995"
    },
    {
      "title": "No One Sure If Academy Awards After-Party Going To Have Food",
      "body": "Saying they’d be a bit surprised if there wasn’t at least something to nibble on, the 1,500 invitees to the official after-party of the 87th Academy Awards admitted Sunday that they were not sure if the gala event would have food. “Richard [Linklater] guessed they’d have trays of stuff going around, but even if that’s true, it might be gone if we don’t get there really early,” said Best Supporting Actor nominee Robert Duvall, adding that the Golden Globes after-party had food, so it’d be kind of odd if the one for the Oscars didn’t. “Maybe I’ll grab a granola bar or a bag of almonds beforehand. That way, if there’s no food, at least I won’t be starving. Then I can swing by In-N-Out Burger on the way home.” At press time, Duvall was asking Birdman director Alejandro González Iñárritu if he thought the after-party would be open bar.",
      "author": "Rosie O'Donnell",
      "published": "January 7, 2009"
    },
    {
      "title": "Weird New Cereal Sets Tone For First Weekend At Divorced Dad’s",
      "body": "Saying that the unfamiliar brand was different from what he was used to, local preteen Nicholas Fischer told reporters Monday that eating a strange new breakfast cereal had really set the tone for the first weekend at his recently divorced father’s apartment. “The Raisin Bran Crunch wasn’t bad, but it’s just not what I normally have,” said Fischer, 12, adding that the presence of whole milk instead of 2 percent milk was another indication of how unusual the next 48 hours would be. “Dad has a different cable package now too, so all the channels were weird. And he had a bar of Irish Spring instead of the liquid stuff we have at home. I mean, it’s okay. It’s just that everything’s a little bit off.” At press time, Fischer was back at his father’s apartment and looking for a dishwasher out of habit.",
      "author": "Newly Divorced Dad",
      "published": "August 11, 2014"
    },
    {
      "title": "Area Man Feels Even Lazier When He Thinks About How Much ISIS Has Accomplished This Year",
      "body": "Saying he was already dissatisfied by how little he’d accomplished, 33-year-old Kevin McDouglas told reporters Monday he felt even lazier when looking at the impressive list of achievements the militant Islamist organization ISIS had accumulated this year. “Jeez, in the same time it’s taken me to restain half the back deck, these guys have been out there making some real, tangible progress toward establishing a regional caliphate,” said McDouglas, noting that he couldn’t help but feel like he had wasted his summer after comparing how rapidly the jihadist group had swept through northern Iraq to his own inability to schedule a dentist appointment or clean out his car even with the week off he took in July. “I’d never even heard of them a few months ago, and now they’ve nearly wiped out an entire ethnic group? And here I’ve still got that pile of bricks in the driveway waiting to be placed around the edge of the garden.” At press time, McDouglas was reportedly feeling much better about himself after thinking about the eight pounds he’d recently lost in comparison to the leadership crisis al-Qaeda has been experiencing.",
      "author": "Kevin McDouglas",
      "published": "April 13, 1982"
    },
    {
      "title": "Rest Of Evening Spent Declaring Asshole Not Going To Ruin Evening",
      "body": "Following a brief and uncomfortable confrontation with an obnoxious stranger during their night out, a local group of friends spent the remainder of the evening declaring that they would not let the total asshole ruin their evening, sources confirmed Thursday. “It’s over, so let’s just pretend it never happened and enjoy the night,” said Jason Madigan, 29, sharing a sentiment that each remaining member of the party reportedly took turns restating every 10 to 15 minutes throughout the rest of the evening as they all continued to replay the incident over and over in their minds. “What happened, happened. We’re here, we’re having a good time, and that guy’s not going to change it.” Sources confirmed that when the group of friends later look back on their night out, the unpleasant incident is all that will be remembered.",
      "author": "George Clooney",
      "published": "February 23, 2013"
    }
  ]
}